Repository: AdrosonicITConsultants/iOS
Catalog: CraftExchange/CraftExchange/Resources/*.lproj/Localizable.strings
Languages: hi

source: Do you have an Artisan ID?
hi: क्या आपके पास एक कारीगर आईडी है?

source: If you don't have Artisan id get in touch with us.
hi: क्या आपके पास एक कारीगर आईडी है? यदि आपके पास कारीगर आईडी नहीं है तो हमसे संपर्क करें।

source: Reach out to us
hi: हमारे पास पहुँचें

source: Enter ur email id
hi: उर ईमेल आईडी दर्ज करें

source: Send OTP
hi: OTP भेजें

source: Enter otp received on email id
hi: ईमेल आईडी पर ओटीपी प्राप्त करें

source: Verify and proceed
hi: जाँच करें और आगे बढ़ें

source: In case of any help
hi: किसी भी मदद के मामले में

source: Enter your new password
hi: अपना नया पासवर्ड दर्ज करें

source: Re enter your password
hi: दुबारापासवडृ िलखो

source: First Name
hi: पहला नाम

source: First name
hi: पहला नाम

source: Last name
hi: उपनाम

source: Last Name
hi: उपनाम

source: Pin Code
hi: पिन कोड

source: Pincode
hi: पिन कोड

source: Cluster
hi: समूह

source: District
hi: जिला

source: State
hi: राज्य

source: Email ID
hi: ईमेल आईडी

source: Mobile No.
hi: मोबाइल न।

source: PAN no
hi: पैन नं

source: Pan No.
hi: पैन नं

source: Address
hi: पता

source: Need Help
hi: मदद की ज़रूरत है

source: Select category of product you make
hi: आपके द्वारा बनाए गए उत्पाद की श्रेणी का चयन करें

source: You hearby agree to our Terms and condition
hi: आप हमारी शर्तों और शर्तों से सहमत हैं

source: Complete
hi: पूर्ण

source: Next
hi: आगे

source: Registration is successful
hi: पंजीकरण सफल है

source: forgot password
hi: पासवर्ड भूल गए

source: Skip to home page
hi: मुख पृष्ठ पर छोड़ें

source: Hello
hi: नमस्ते

source: Let's create timeless stories of thread
hi: चलो धागे की कालातीत कहानियाँ बनाते हैं

source: Add a new product
hi: एक नया उत्पाद जोड़ें

source: my order
hi: मेरा ऑर्डर

source: search
hi: खोज

source: chat
hi: बातचीत

source: Chat
hi: बातचीत

source: Orders
hi: ऑर्डर

source: notification
hi: अधिसूचना

source: my enquiry
hi: मेरी पूछताछ

source: my profile
hi: मेरी प्रोफाइल

source: My Profile
hi: मेरी प्रोफाइल

source: transactions
hi: लेन-देन

source: My Transactions
hi: मेरे लेन-देन

source: My Orders
hi: मेरे ऑर्डर

source: My Dashboard
hi: मेरा डैशबोर्ड

source: dashboard
hi: डैशबोर्ड

source: support
hi: सहयोग

source: Support
hi: सहयोग

source: Change Language
hi: भाषा बदलो

source: Change Language
hi: भाषा बदलो

source: logout
hi: लॉग आउट

source: Logout
hi: लॉग आउट

source: your products
hi: आपके उत्पादों

source: see more
hi: और देखें

source: Find all your XXX here.
hi: यहाँ अपने सभी XXX खोजें।

source: Total : 11 items added.
hi: कुल: 11 आइटम जोड़े गए।

source: Show Antaran co-design also
hi: अंतरण सह-डिज़ाइन भी दिखाएं

source: Follow us on
hi: हमारा अनुसरण इस पर कीजिये

source: For any help Write us on help@craftexchange.com
hi: किसी भी मदद के लिए हमें help@craftexchange.com पर लिखें

source: OTP sent on
hi: ओटीपी भेजा गया

source: Add photos
hi: तस्वीरें जोडो

source: Add Photos
hi: तस्वीरें जोडो

source: Add upto 3 photos for product
hi: उत्पाद के लिए 3 फ़ोटो जोड़ें

source: Basic details
hi: मूल विवरण

source: Add general details for the product
hi: उत्पाद के लिए सामान्य विवरण जोड़ें

source: Name of the product (40 characters)
hi: उत्पाद का नाम (40 अक्षर)

source: Product Code
hi: उत्पाद कोड

source: Product Code (Eg:ABC01_02)
hi: उत्पाद कोड (उदाहरण: ABC01_02)

source: product category
hi: उत्पाद श्रेणी

source: Product Category
hi: उत्पाद श्रेणी

source: Product type
hi: उत्पाद प्रकार

source: Specifications
hi: विशेष विवरण

source: Add detailed specifications for the product
hi: उत्पाद के लिए विस्तृत विनिर्देश जोड़ें

source: Add weaves type
hi: बुनाई प्रकार जोड़ें

source: Select the weave type used for the product
hi: उत्पाद के लिए उपयोग किए जाने वाले बुनाई प्रकार का चयन करे

source: You can select multiple weave types
hi: आप कई बुनाई प्रकारों का चयन कर सकते हैं

source: Enter details of Warp, Weft & Yarn
hi: ताना, कपड़ा और सूत का विवरण दर्ज करें

source: Select the yarn for WARP, WEFT & EXTRA WEFT
hi: WARP, WEFT और EXTRA WEFT के लिए यार्न का चयन करें

source: Enter the reed count
hi: रीड की गिनती दर्ज करें

source: What is the reed count for the yarn
hi: यार्न के लिए ईख गिनती क्या है

source: Select reed count
hi: रीड काउंट का चयन करें

source: Enter the dimensions
hi: आयाम दर्ज करें

source: Enter the length and width for the product
hi: उत्पाद के लिए लंबाई और चौड़ाई दर्ज करें

source: enter length
hi: लंबाई दर्ज करें

source: enter width
hi: चौड़ाई दर्ज करें

source: Wash & care instructions
hi: धोने और देखभाल के निर्देश

source: Select from the wash & care instructions for the product
hi: उत्पाद के लिए वॉश एंड केयर निर्देशों का चयन करें

source: Select availability
hi: उपलब्धता का चयन करें

source: Check the availability of the product
hi: उत्पाद की उपलब्धता की जाँच करें

source: Enter weight
hi: वजन दर्ज करें

source: Weight for the product
hi: उत्पाद के लिए वजन

source: cancel
hi: रद्द करना

source: Cancel
hi: रद्द करना

source: reset all
hi: सभी को रीसेट करें

source: save
hi: सहेजें

source: Save
hi: सहेजें

source: product saved successfully
hi: उत्पाद सफलतापूर्वक सहेजा गया

source: edit and delete
hi: संपादित करें और हटाएं

source: product edited successfully
hi: उत्पाद सफलतापूर्वक संपादित किया गया

source: product deleted successfully
hi: उत्पाद सफलतापूर्वक हटा दिया गया

source: please upload product image
hi: कृपया उत्पाद छवि अपलोड करें

source: All enquiries
hi: सभी पूछताछ

source: Ongoing
hi: चल रही है

source: Completed
hi: पूरा कर लिया है

source: Show more details
hi: अधिक विवरण दिखाएं

source: Enquiry id
hi: पूछताछ आईडी

source: enquiry status
hi: जांच की स्थिति

source: order amount
hi: ऑर्डर करने की राशि

source: Date started
hi: तारीख शुरू

source: Last updated
hi: आखरी अपडेट

source: estimate date of delivery
hi: वितरण की अनुमानित तिथि

source: brand name
hi: ब्रांड का नाम

source: Brand name
hi: ब्रांड का नाम

source: Brand Name
hi: ब्रांड का नाम

source: converted to order on
hi: क्रम में परिवर्तित

source: order id
hi: ऑर्डर ID

source: mark as read
hi: पढ़े हुए का चिह्न

source: Your Notifications
hi: आपकी सूचनाएं

source: New Notifications
hi: नई अधिसूचनाएँ

source: Mark all as read
hi: सभी को पढ़ा हुआ मार्क करें

source: search product, code, product type, weave , category
hi: खोज उत्पाद, कोड, उत्पाद प्रकार, बुनाई, श्रेणी

source: Your search returned no results!
hi: आपकी खोज ने कोई परिणाम नहीं दिया!

source: Please check your spelling. Or try searching something like "saree", "duppatta" etc.
hi: कृपया अपनी वर्तनी की जाँच करें। या "साड़ी", "दुपट्टा" आदि कुछ खोजने की कोशिश करें।

source: 0 Results found
hi: 0 परिणाम मिले

source: Welcome
hi: स्वागत

source: Manage your info,brand and bank details
hi: अपनी जानकारी, ब्रांड और बैंक विवरण प्रबंधित करें

source: Artist Rating
hi: कलाकार रेटिंग

source: My details
hi: मेरा विवरण

source: Bank details
hi: बैंक विवरण

source: Bank Details
hi: बैंक विवरण

source: Personal Details
hi: व्यक्तिगत विवरण

source: email id
hi: ईमेल आईडी

source: mobile
hi: मोबाइल

source: address
hi: पता

source: brand details
hi: ब्रांड विवरण

source: Bank and Digital Payment Options
hi: बैंक और डिजिटल भुगतान विकल्प

source: Account Number
hi: खाता संख्या

source: Bank Name
hi: बैंक का नाम

source: Beneficiary Name
hi: लाभार्थी का नाम

source: branch
hi: डाली

source: ifsc code
hi: ifsc कोड

source: IFSC Code
hi: IFSC कोड

source: google pay upi id
hi: google पे upi id

source: paytm registered mobile no
hi: paytm पंजीकृत मोबाइल नं

source: registered mobile no for phone pay
hi: फोन पे के लिए पंजीकृत मोबाइल नं

source: Let's build the strong future!
hi: आइए मजबूत भविष्य का निर्माण करें!

source: recent transaction
hi: हाल ही में लेन-देन

source: history
hi: इतिहास

source: filter
hi: फिल्टर

source: go to his enquiry
hi: उसकी पूछताछ के लिए जाओ

source: privacy policy
hi: गोपनीयता नीति

source: terms of usage
hi: उपयोग की शर्तें

source: download craft exchange app on
hi: पर शिल्प विनिमय एप्लिकेशन डाउनलोड करें

source: cookie policy
hi: कूकी नीति

source: Invalid User Email Id or Mobile Number
hi: अमान्य उपयोगकर्ता ईमेल आईडी या मोबाइल नंबर

source: You will be redirected to Device Settings to change the language. Please select English or Hindi.
hi: भाषा बदलने के लिए आपको डिवाइस सेटिंग्स पर पुनर्निर्देशित किया जाएगा। कृपया अंग्रेजी या हिंदी चुनें।

source: Are you sure?
hi: क्या आपको यकीन है?

source: Notice
hi: नोटिस

source: Enquiries
hi: पूछताछ

source: Saree
hi: साड़ी

source: Fabric
hi: कपड़ा

source: Dupattas
hi: ओढ़नी

source: Home Accessories
hi: घर की सहायक चीज़ें

source: Home accessories
hi: घर की सहायक चीज़ें

source: Fashion Accessories
hi: फैशन के सामान

source: Fashion accessories
hi: फैशन के सामान

source: Stole
hi: उपरना

source: new notifications
hi: नई अधिसूचनाएँ

source: Enable
hi: सक्षम करें

source: Disable
hi: अक्षम करें

source: Warning
hi: चेतावनी

source: Are you sure you want to Disable the change request for this Order?
hi: क्या आप वाकई इस ऑर्डर के परिवर्तन अनुरोध को अक्षम करना चाहते हैं?

source: Your Wish list
hi: आपकी इच्छा सूची

source: Custom products
hi: कस्टम उत्पाद

source: Error
hi: भूल

source: Please enter all required data
hi: कृपया सभी आवश्यक डेटा दर्ज करें

source: Login Failed. Please validate your password.
hi: लॉगिन विफल। कृपया अपना पासवर्ड मान्य करें।

source: View Old PI
hi: पुराने पी.आई. देखें।

source: Raise New PI
hi: नई पी.आई. बनाएं

source: Please Select:
hi: कृपया चुने:

source: Please Select
hi: कृपया चुने

source: Options
hi: विकल्प

source: Options:
hi: विकल्प:

source: Camera
hi: कैमरा

source: Gallery
hi: गेलरी

source: Available in stock
hi: स्टॉक में उपलब्ध

source: Exclusively Made to order
hi: ऑर्डर करने के लिए विशेष रूप से बनाया गया

source: Change Request
hi: बदलें अनुरोध

source: Enquiry Completed
hi: पूछताछ पूरी हो गई

source: Enquiry Closed
hi: पूछताछ बंद

source: Create & Send Final Invoice
hi: अंतिम चालान बनाएं और भेजें

source: Quality Check
hi: गुणवत्ता जाँच

source: Change request is not applicable for in stock products
hi: इन-स्टॉक उत्पादों के लिए परिवर्तन अनुरोध लागू नहीं है

source: Buyer Waiting for Acknowledgement
hi: क्रेता स्वीकृति की प्रतीक्षा कर रहा है

source: Change request disabled
hi: परिवर्तन अनुरोध अक्षम किया गया

source: Change request disabled by artisan
hi: कारीगर द्वारा अक्षम अनुरोध बदलें

source: Last date to raise Change Request passed.
hi: चेंज रिक्वेस्ट उठाने की आखिरी तारीख बीत गई।

source: Change request has been accepted
hi: परिवर्तन अनुरोध स्वीकार कर लिया गया है

source: Change request has been rejected
hi: परिवर्तन अनुरोध अस्वीकार कर दिया गया है

source: Change request has been partially accepted
hi: परिवर्तन अनुरोध आंशिक रूप से स्वीकार किया गया है

source: Tax Invoice
hi: कर बीजक

source: Your Transactions
hi: आपके लेन-देन

source: Change Request Details
hi: अनुरोध का विवरण बदलें

source: Please Note: Change request may be accepted or rejected subjective to the feasibility of the change by the artisan. If accepted, there may be a change in the final amount and hence the pro forma invoice.
hi: कृपया ध्यान दें: कारीगर द्वारा परिवर्तन की व्यवहार्यता के लिए परिवर्तन अनुरोध को स्वीकार या अस्वीकार किया जा सकता है। यदि स्वीकार किया जाता है, तो अंतिम राशि में परिवर्तन हो सकता है और इसलिए प्रो फ़ॉर्म चालान होता है।

source: You can only submit this change request once. Be sure about the change requested before submitting it.
hi: आप केवल एक बार यह परिवर्तन अनुरोध सबमिट कर सकते हैं। सबमिट करने से पहले अनुरोधित परिवर्तन के बारे में सुनिश्चित करें।

source: Please Note: Change request is the only one-time facility to the buyer for their ongoing order with you. Do consider with checking the box if able to accept
hi: कृपया ध्यान दें: परिवर्तन अनुरोध आपके साथ चल रहे ऑर्डर के लिए खरीदार को केवल एक बार की सुविधा है। अनुरोध स्वीकार करने में सक्षम होने पर बॉक्स की जांच के साथ विचार करें।

source: If you accept this change request, the buyer shall not be able to raise another change request
hi: यदि आप इस परिवर्तन अनुरोध को स्वीकार करते हैं, तो खरीदार दूसरा परिवर्तन अनुरोध नहीं कर सकेगा

source: SUBMIT
hi: प्रस्तुत

source: You are about to reject the complete request
hi: आप पूर्ण अनुरोध को अस्वीकार करने वाले हैं

source: You are about to accept the complete request
hi: आप पूर्ण अनुरोध को स्वीकार करने वाले हैं

source: You are about to partially accepted the change request
hi: आप परिवर्तन अनुरोध को आंशिक रूप से स्वीकार करने वाले हैं

source: Post the change request process
hi: परिवर्तन अनुरोध प्रक्रिया पोस्ट करें

source: Update the pro forma invoice? you have 2 days remaining to update your invoice after change request
hi: प्रो फॉर्मा चालान को अपडेट करें? आपके पास परिवर्तन अनुरोध के बाद अपना चालान अपडेट करने के लिए 2 दिन शेष हैं

source: Your comments...
hi: आपकी टिप्पणी...

source: Select
hi: चयन

source: All
hi: समस्त

source: Filter
hi: फ़िल्टर

source: Close Enquiry
hi: पूछताछ बंद करें

source: Are you sure you want to close this enquiry?
hi: क्या आप वाकई इस पूछताछ को बंद करना चाहते हैं?

source: Delete All
hi: सभी हटाएं

source: Delete
hi: हटाएँ

source: Are you sure you want to delete this product?
hi: क्या आप वाकई इस उत्पाद को हटाना चाहते हैं?

source: Add General Details
hi: सामान्य विवरण जोड़ें

source: Select product category
hi: उत्पाद श्रेणी चुनें

source: Select length
hi: लंबाई चुनें

source: Select width
hi: चौड़ाई का चयन करें

source: Select Warp - Weft & Yarn
hi: सेलेक्ट वॉरप - वेफ्ट एंड यार्न

source: Select the availability
hi: उपलब्धता का चयन करें

source: Select the weight
hi: वजन का चयन करें

source: Enter the GSM value of fabric
hi: कपड़े का जी एस एम मूल्य दर्ज करें

source: GSM
hi: जी एस एम

source: Describe your product
hi: अपने उत्पाद का वर्णन करें

source: Save
hi: सहेजें

source: Enter the wash care instruction
hi: वॉश केयर निर्देश दर्ज करें

source: Step
hi: चरण

source: Warp
hi: वार्प

source: Weft
hi: वेफ़्ट

source: Extra Weft
hi: अतिरिक्त वेफ़्ट

source: Antaran Co Design
hi: अंतरण सह-डिज़ाइन

source: Artisan Self Design
hi: कारीगर स्वयं डिजाइन

source: View & Edit
hi: देखें और संपादित करें

source: Avg rating
hi: औसत रेटिंग

source: Name
hi: नाम

source: Email Id
hi: ईमेल आईडी

source: Mobile Number
hi: मोबाइल नंबर

source: Registered Address
hi: पंजीकृत पता

source: Address Line 1
hi: पता पंक्ति 1

source: Country
hi: देश

source: Edit your details
hi: अपने विवरण संपादित करें

source: Save your details
hi: अपना विवरण सहेजें

source: Description
hi: विवरण

source: Edit brand details
hi: ब्रांड विवरण संपादित करें

source: Save brand details
hi: ब्रांड विवरण सहेजें

source: Branch Name
hi: शाखा का नाम

source: Digital Payment Details
hi: डिजिटल भुगतान विवरण

source: Google Pay
hi: Google पे

source: Phone Pay
hi: फ़ोन पे

source: Edit bank details
hi: बैंक विवरण संपादित करें

source: Save bank details
hi: बैंक विवरण सहेजें

source: Password & Confirm password mismatch.
hi: पासवर्ड और पासवर्ड की पुष्टि करें बेमेल।

source: Please enter a valid password with 8 characters. It should contain at least 1 Capital alphabet, number, and special character.
hi: कृपया 8 वर्णों के साथ एक मान्य पासवर्ड दर्ज करें। इसमें कम से कम 1 कैपिटल वर्णमाला, संख्या और विशेष वर्ण होना चाहिए।

source: Please enter password & confirm your password
hi: कृपया पासवर्ड दर्ज करें और अपने पासवर्ड की पुष्टि करें

source: Fields are mandatory
hi: फ़ील्ड अनिवार्य हैं

source: OK
hi: ठीक है

source: Pro forma invoice for
hi: प्रो फॉर्म का चालान

source: Date accepted
hi: तिथि स्वीकृत

source: Date Started:
hi: तारीख शुरू:

source: Converted to order on:
hi: ऑर्डर पर परिवर्तित:

source: Converted to order on: Not Converted
hi: परिवर्तित करने के लिए ऑर्डर दिया गया: परिवर्तित नहीं

source: Last updated on:
hi: पिछला नवीनीकरण:

source: Custom design
hi: कस्टम डिजाइन

source: Order amount: ₹
hi: ऑर्डर राशि: ₹

source: Order amount: Not finalized
hi: ऑर्डर राशि: अंतिम रूप नहीं दिया गया

source: Hi,
hi: नमस्ते,

source: My Details, Brand Details, Bank Details
hi: मेरा विवरण, ब्रांड विवरण, बैंक विवरण

source: P ID
hi: पी आईडी

source: Payment ID
hi: भुगतान आईडी

source: Tax Invoice ID
hi: टैक्स इनवॉइस आईडी

source: Challan ID
hi: चालान आईडी

source: Search products, codes, product type, weaves
hi: खोज उत्पाद, कोड, उत्पाद प्रकार, बुनाई

source: No suggestions for this keyword. Try searching "saree", "fabric", "ikat"
hi: इस कीवर्ड के लिए कोई सुझाव नहीं है। " साड़ी", "कपड़े, "इकत" को खोजने का प्रयास करें,

source: No Results Found!
hi: कोई परिणाम नहीं मिला!

source: Filter by Collection
hi: संग्रह द्वारा फ़िल्टर करें

source: Change Category
hi: श्रेणी बदलें

source: Select Category
hi: श्रेणी का चयन करें

source: Show Both
hi: दोनों दिखाएं

source: Select Weave Type
hi: बुन प्रकार चुनें

source: Ongoing, Completed
hi: चल रहा है, पूरा हुआ

source: Check advance Payment receipt
hi: अग्रिम भुगतान रसीद जांचें

source: Check MOQ
hi: जाँच MOQ

source: Check MOQs
hi: जाँच MOQs

source: Check Product Details
hi: उत्पाद विवरण की जाँच करें

source: New user? Click here to register.
hi: नया उपयोगकर्ता? पंजीकरण करने के लिए यहां क्लिक करें।

source: Buyer
hi: क्रेता

source: Artisan
hi: कारीगर

source: Concern Raised
hi: चिंता का विषय

source: Delivery Receipt
hi: वितरण रसीद

source: View
hi: देखना

source: Login with Google.
hi: Google से लॉगिन करें।

source: Login with Facebook.
hi: फेसबुक से लॉगिन करें।

source: Amount to be Paid as per PI:
hi: पी आई के अनुसार भुगतान की जाने वाली राशि:

source: Please write comment
hi: कृपया टिप्पणी लिखें

source: Next Step --------------------> Upload delivery receipt
hi: अगला चरण --------------------> डिलीवरी रसीद अपलोड करें

source: Upload delivery receipt
hi: डिलीवरी रसीद अपलोड करें

source: Enquiry Details
hi: पूछताछ विवरण

source: Address Details
hi: पते का विवरण

source: Other Details
hi: अन्य जानकारी

source: Sending message failed, please try again later
hi: संदेश भेजा जा रहा है, कृपया बाद में पुनः प्रयास करें

source: Sending attachment failed, please try again later
hi: अनुलग्नक भेजना विफल रहा, कृपया बाद में पुनः प्रयास करें

source: Please select at least one option
hi: कृपया कम से कम एक विकल्प चुनें

source: Sending review for faulty order failed, please try again later
hi: दोषपूर्ण ऑर्डर के लिए समीक्षा भेजना विफल रहा, कृपया बाद में पुनः प्रयास करें

source: Send MOQ failed, please try again later
hi: भेजें MOQ विफल, कृपया बाद में पुनः प्रयास करें

source: Please enter valid price per unit
hi: कृपया प्रति यूनिट मान्य मूल्य दर्ज करें

source: Please enter valid minimum order quantity
hi: कृपया मान्य न्यूनतम ऑर्डर मात्रा दर्ज करें

source: Please enter all mandatory fields
hi: कृपया सभी अनिवार्य फ़ील्ड दर्ज करें

source: Please enter valid hsn
hi: कृपया मान्य hnn दर्ज करें

source: Please upload image
hi: कृपया चित्र अपलोड करें

source: Sending final invoice failed, please try again later
hi: अंतिम चालान भेजना विफल रहा, कृपया बाद में पुनः प्रयास करें

source: Please enter valid delivery charges
hi: कृपया मान्य वितरण शुल्क दर्ज करें

source: Please enter valid amount to be paid
hi: कृपया भुगतान की जाने वाली वैध राशि दर्ज करें

source: Please enter valid previous advance payment received
hi: कृपया मान्य पिछला अग्रिम भुगतान प्राप्त करें

source: Please enter valid quantity
hi: कृपया मान्य मात्रा दर्ज करें

source: Please Agree to terms& conditions
hi: कृपया नियम और शर्तों से सहमत हों

source: Send PI failed, please try again later
hi: PI भेजना विफल रहा, कृपया बाद में पुनः प्रयास करें

source: Please fill in dispatch order date
hi: कृपया प्रेषण ऑर्डर तिथि भरें

source: Please enter valid email id & OTP
hi: कृपया मान्य ईमेल आईडी और OTP दर्ज करें

source: Please enter valid PAN
hi: कृपया मान्य पैन दर्ज करें

source: Please enter valid phone number
hi: कृपया एक वैध नंबर डालें

source: Please enter valid pincode
hi: कृपया मान्य पिनकोड दर्ज करें

source: Registration Successful
hi: पंजीकरण सफल

source: Welcome to Crafts Exchange. Please Login to Continue
hi: शिल्प एक्सचेंज में आपका स्वागत है। कृपया जारी रखने के लिए लॉगिन करें

source: Registration Failed
hi: पंजीकरण विफल

source: Please accept Terms and Conditions for proceeding ahead!
hi: कृपया आगे बढ़ने के लिए नियम और शर्तें स्वीकार करें!

source: Please enter valid links
hi: कृपया मान्य लिंक दर्ज करें

source: OTP Sent Successfully
hi: ओटीपी सफलतापूर्वक भेजा गया

source: OTP Sending Failed
hi: ओटीपी भेजने में विफल

source: Please enter valid email id
hi: कृपया मान्य ईमेल आईडी दर्ज करें

source: Password Reset Failed.
hi: पासवर्ड रीसेट विफल।

source: Please enter valid password with 8 characters. It should contain at least 1 Capital alphabet, number and special character.
hi: कृपया 8 वर्णों के साथ मान्य पासवर्ड दर्ज करें। इसमें कम से कम 1 कैपिटल वर्णमाला, संख्या और विशेष वर्ण होना चाहिए।

source: Choose
hi: चुनें

source: Docs
hi: डॉक्स

source: Enter reed count
hi: रीड की गिनती दर्ज करें

source: Image
hi: छवि

source: Audio
hi: ऑडियो

source: Video
hi: वीडियो

source: Are you sure
hi: क्या आपको यकीन है

source: you want to send
hi: आप भेजना चाहते हैं

source: Send
hi: भेजें

source: Tax Invoice not yet created
hi: कर चालान अभी तक नहीं बनाया गया है

source: Go to this enquiry chat
hi: इस पूछताछ चैट पर जाएं

source: Fill in MOQ to bid for this enquiry
hi: इस जांच के लिए बोली लगाने के लिए MOQ भरें

source: MOQ Details
hi: इस जांच के लिए बोली लगाने के लिए MOQ भरें

source: Minimum Quantity
hi: न्यूनतम मात्रा

source: Price per unit
hi: प्रति इकाई मूल्य

source: Estimated Days
hi: अनुमानित दिन

source: Additional note
hi: अतिरिक्त नोट

source: Send MOQ
hi: MOQ भेजें

source: Next Step --------------------> Mark Order as Dispatched
hi: अगला चरण --------------------> डिस्पैच के रूप में मार्क ऑर्डर

source: Mark Order as Dispatched
hi: डिस्पैच के रूप में मार्क ऑर्डर

source: Next Steps -----------------------------> Mark order dispatched after recreation
hi: अगला चरण -----------------------------> मार्क ऑर्डर मनोरंजन के बाद भेजा गया

source: Mark order dispatched after recreation
hi: मनोरंजन के बाद मार्क ऑर्डर भेजा गया

source: Upload final payment receipt
hi: अंतिम भुगतान रसीद अपलोड करें

source: Next Step --------------------> Upload final payment receipt
hi: अगला चरण --------------------> अंतिम भुगतान रसीद अपलोड करें

source: Next Step --------------------> Create & Send Final Invoice
hi: अगला चरण --------------------> अंतिम चालान बनाएं और भेजें

source: Approve final payment
hi: अंतिम भुगतान स्वीकृत करें

source: Next Step --------------------> Approve final payment
hi: अगला चरण --------------------> अंतिम भुगतान स्वीकृत करें

source: Upload the Payment Receipt to Confirm
hi: पुष्टि के लिए भुगतान रसीद अपलोड करें

source: Upload the Delivery Receipt
hi: डिलीवरी रसीद अपलोड करें

source: Payment Receipt:
hi: भुगतान रसीद:

source: Remarks by Artisan Entrepreneur
hi: कारीगर उद्यमी द्वारा टिप्पणी

source: View defect & Response ⋀
hi: दोष और प्रतिक्रिया देखें

source: Selected action
hi: चयनित कार्रवाई

source: Make to order
hi: व्यवस्थित करो

source: Are you sure you want to recreate order?
hi: क्या आप वाकई ऑर्डर को फिर से बनाना चाहते हैं?

source: Fault Unresolved
hi: गलती अप्रतिबंधित

source: Order recreation
hi: ऑर्डर मनोरंजन

source: Want to recreate order?
hi: ऑर्डर को फिर से बनाना चाहते हैं?

source: Date of dispatch
hi: प्रेषण की तारीख

source: Revised ETA (if required)
hi: संशोधित ईटीए (यदि आवश्यक हो)

source: Fill in the Details
hi: विवरण भरें

source: Quantity
hi: मात्रा

source: Expected Date of Delivery
hi: वितरण की प्रत्याशित तिथि

source: Currency
hi: मुद्रा

source: Price Per Unit/m
hi: मूल्य प्रति यूनिट / मी

source: Previous Total amount(as per PI)
hi: पिछली कुल राशि (पीआई के अनुसार)

source: Advance payment received (Previously as per PI)
hi: अग्रिम भुगतान प्राप्त किया (पूर्व में पीआई के अनुसार)

source: Final Amount
hi: अंतिम राशी

source: Amount to be paid (Final Amount - Advanced Payment)
hi: भुगतान की जाने वाली राशि (अंतिम राशि - उन्नत भुगतान)

source: Delivery charges(Freight Charges)
hi: वितरण शुल्क (माल ढुलाई प्रभार)

source: Agree to terms and Conditions
hi: नियम और शर्तों से सहमत

source: Send Revised PI
hi: संशोधित पीआई भेजें

source: Save and Preview Invoice
hi: सहेजें और चालान का पूर्वावलोकन करें

source: REQUEST FOR CHANGE
hi: बदलने का आग्रह
