Repository: AdrosonicITConsultants/iOS
Catalog: CraftExchange/CraftExchange/Resources/*.lproj/Localizable.strings
Languages: hi

source: Is Partial Refund Received?
hi: आंशिक वापसी प्राप्त है?

source: You are about to close this order!
hi: आप इस ऑर्डर को बंद करने वाले हैं!

source: Order under Recreation
hi: मनोरंजन के तहत ऑर्डर

source: Fault Raised
hi: दोष उठाया

source: Concern Resolved
hi: चिंता का समाधान

source: Please acknowledge the raised concern to avoid any escalations.
hi: कृपया किसी भी वृद्धि से बचने के लिए उठाए गए चिंता को स्वीकार करें।

source: Your Products
hi: आपके उत्पादों

source: No Products Available.
hi: कोई उत्पाद उपलब्ध नहीं है।

source: Are you sure you don't want to save this new product?
hi: क्या आप वाकई इस नए उत्पाद को सहेजना नहीं चाहते हैं?

source: Order Details
hi: ऑर्डर का विवरण

source: Declaration by AE- I, hereby certify from my end that all the processes have been Monitored & Supervised under my guidence and any issue in Quality Certified by me in person or my staff in charge is liable to be discussed with me directly on mail. Once the goods received at your doorsteps, we will not be liable for quality issue if informed after 72 hrs of receipts.
hi: एई- I द्वारा घोषणा, इसके द्वारा मेरे अंत से प्रमाणित होता है कि सभी प्रक्रियाएँ मेरे अपराध के तहत निगरानी और पर्यवेक्षण की गई हैं और मेरे या मेरे स्टाफ प्रभारी द्वारा प्रमाणित गुणवत्ता प्रमाण पत्र में किसी भी मुद्दे पर मेल के माध्यम से सीधे मेरे साथ चर्चा करने के लिए उत्तरदायी है। एक बार माल आपके दरवाजे पर प्राप्त होने के बाद, हम रसीद के 72 घंटे के बाद सूचित किए जाने पर गुणवत्ता के मुद्दे के लिए उत्तरदायी नहीं होंगे।

source: No Ongoing Orders Present
hi: कोई चालू ऑर्डर नहीं

source: No Completed Orders Present
hi: कोई पूरित ऑर्डर नहीं

source: No Ongoing Enquiries Present
hi: कोई चालू पूछताछ नहीं

source: No Completed Enquiries Present
hi: कोई पूरित पूछताछ नहीं
